[{
	"cabecera1": "Monster Hunter Generations Ultimate para Nintendo Switch llegará a occidente en agosto",
	"noticia1": "La rama norteamericana de Nintendo ha anunciado que Monster Hunter Generations Ultimate llegará a las consolas Nintendo Switch occidentales el próximo 28 de agosto, un año después del lanzamiento de Monster Hunter XX para Nintendo Switch en Japón. Si bien no contará con las mismas cualidades de Monster Hunter World, al ser una adaptación del juego de Nintendo 3DS, Monster Hunter Generations Ultimate nos permitirá enfrentarnos al mayor plantel de monstruos de toda la saga tanto en solitario como en modo cooperativo local u online en nuestra Nintendo Switch, ya sea en el modo de sobremesa como en su modo portátil. Así mismo, el juego contará con nuevas zonas por explorar y unas nuevas misiones de rango, mucho más complicadas de lo habitual, dispuestas para los cazadores más experimentados.",

	"cabecera2": "Nintendo prepara un anuncio sorprendente sobre Splatoon para el 9 de junio",
	"noticia2": "Splatoon 2 llegó a Nintendo Switch el pasado verano, y desde entonces multitud de jugadores se han pintado la cara los unos a los otros a base de tinta en el colorido shooter de Nintendo. Ahora, según adelanta la revista Weekly Jump japonesa, parece que veremos un anuncio importante sobre el juego justo antes del E3 2018. Tal y como informan desde Gematsu, el próximo número de la revista Weekly Jump adelanta que el próximo mes de junio veremos un anuncio relacionado con un proyecto secreto sobre Splatoon, un anuncio que, según la revista, va a sorprender a todo el mundo y que tendrá lugar el día 9 de junio, dos días antes del Splatoon 2 World Championship.",

	"cabecera3": "Nintendo no tiene planeado llevar la Consola Virtual a Switch",
	"noticia3": "Tras anunciar más detalles sobre el servicio de pago Nintendo Switch Online, la Gran N ha asegurado que no tiene planes para llevar la Consola Virtual a la consola híbrida. Os contamos todos los detalles a continuación. Nintendo Switch ha nacido para ser una consola pionera. Además de ser la primera consola híbrida como tal de la historia de los videojuegos, también será la primera plataforma de Nintendo que ofrecerá un servicio de pago para jugar online. Justo hoy, la compañía ha ofrecido más detalles sobre el anterior, Nintendo Switch Online, aumentando, por ahora, el catálogo de juegos de NES que ofrecerá hasta 20 títulos. Por ello, muchas han sido las personas que se han preguntado qué ocurrirá finalmente con la Consola Virtual, el servicio de videojuegos clásicos de Nintendo incluido en algunas de las últimas consolas de la compañía como Wii o Nintendo 3DS."
}]